Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nokut.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Section 8 of the Norwegian DS is a fixed text developed by NOKUT, which is updated regularly.
nb: Seksjon 8 er en fast felles tekst som utarbeides og oppdateres av NOKUT.

source: – which academic degree the education programme is equivalent to in Norway, if relevant
nb: – hvilken akademisk grad utdanningen eventuelt tilsvarer i Norge

source: Participation in the survey is voluntary.
nb: Det er frivillig å delta i undersøkelsen.

source: Criteria for equivalency to a Norwegian PhD, in addition to the minimum criteria
nb: Kriterier for gradslikestilthet med en norsk ph.d.-grad, tillegg til minimumskriteriene

source: For third cycle provisions, PhD or stipend programme for artistic development work, at least 50 per cent of the relevant discipline community/-ies must be full professors, and the rest associate professors.
nb: For tredje syklus, ph.d, skal minst 50 prosent av det samlede fagmiljøet være professorer, de øvrige skal ha førsteamanuensiskompetanse. Vurdering

source: These were the words of Helen Bråten, NOKUT’s project manager for the SFU arrangement, when opening the seminar at Gardermoen on 8 March. We know that many are already well underway with their applications.
nb: Det sa Helen Bråten, prosjektleder for SFU, på vegne av NOKUT da hun innledet seminaret som fant sted på Gardermoen 8. mars.

source: Chapter 5 portrays the actual NQF and describes in more detail how each level is described through learning outcome descriptors of knowledge, skills and general competence.
nb: Kapittel 5 gjengir selve NKR og omtaler nærmere hvordan hvert nivå er beskrevet gjennom læringsutbyttebeskrivelser av kunnskap, ferdigheter og generell kompetanse.

source: the Norwegian Communications Authority (Nkom)
nb: Nasjonal kommunikasjonsmyndighet (Nkom)

source: 54 persons have been granted a European Qualifications Passport for Refugees.
nb: 54 personer har til nå fått utstedt et europeisk kvalifikasjonspass for flyktninger.

source: As mentioned, preparations for an overarching national qualifications framework for higher education were initiated on the basis of the decisions made at the ministerial meetings under the Bologna Process in Berlin in 2003 and Bergen in 2005.
nb: Arbeidet med å utarbeide et overgripende nasjonalt kvalifikasjonsrammeverk for høyere utdanning ble som nevnt igangsatt basert på vedtakene på ministermøtene i Bologna-prosessen i Berlin i 2003 og i Bergen i 2005.

source: Sources in the assessment process
nb: Kilder i vurderingsarbeidet

source: (This was not described in the application)
nb: Søknaden er utydelig i

source: In most countries, the process is delayed in relation to the goal of 2010.
nb: Prosessen i de fleste land er forsinket i forhold til målet om 2010.

source: The list is extracted on a periodic basis from the database maintained by the International Association of Universities.
nb: Listen er basert på en database som vedlikeholdes av International Association of Universities.

source: The chapter also shows how levels 4, 5 and 6 are designed, in order to give a best possible description of the variation in qualifications within these levels.
nb: Kapitlet viser også hvordan nivåene 4, 5 og 6 er utformet, for å gi en best mulig beskrivelse av variasjonen i kvalifikasjoner innenfor disse nivåene.

source: Recognition of foreign higher education (Bachelor, Master, Ph.D.)
nb: Godkjenning av utenlandsk høyere utdanning (bachelor, master, ph.d.)

source: – Does the decision letter state that your education is not higher education?
nb: – Har du fått beskjed om at utdanningen din ikke er høyere utdanning?

source: The EU emphasises three important objectives for the establishment of the EQF:
nb: EU fremhever tre viktige formål med etableringen av EQF:

source: Applications for approval of qualifications and accreditation/approval of institutions are recorded in eSam, NOKUT's own system, which includes the application portal and institution portal.
nb: Registrering av søknader om godkjenning av utdanning og akkreditering/godkjenning for institusjoner skjer i NOKUTs egeneide system eSam, hvor søkerportalen og institusjonsportalen er.

source: E) Applicants without MinID
nb: E) For deg som ikke kan søke med MinID

source: Specifically, there seems to be only one of eight knowledge learning outcome that relates to professional practice.
nb: Læringsmålene er grundige og utfyllende beskrevet som kunnskapsmål, ferdighetsmål og generell kompetanse.

source: The information collected from Google Analytics is stored on Google servers in the US.
nb: Informasjonen som samles inn fra Google Analytics lagres på Googles servere i USA.

source: 2 Background and preconditions for the national
nb: 2 Bakgrunn og forutsetninger for det nasjonale

source: You must have an email address in order to use this service.
nb: Du må ha en e-postadresse for å kunne benytte deg av denne tjenesten.

source: Advice on further developments:
nb: Presentasjon og vurdering

source: A midway report was presented at the end of 2007.
nb: En midtveisrapport forelå ved utløpet av 2007.

source: NOKUT receives the names and email addresses from the Common Student System (FS) or educational institutions.
nb: NOKUT får navn og e-postadresser fra Felles Studentsystem (FS) eller utdanningsinstitusjonene.

source: Up to today, over 400 applicants have received recognition of their foreign qualification as comparable to Norwegian vocational education and training.
nb: Til nå har over 400 søkere fått godkjenning som sidestilt med norsk fag- og yrkesopplæring.

source: Requests to the data protection officer for disclosure, correction or deletion of personal data will receive a reply within 30 days.
nb: Forespørsler til personvernombudet som gjelder krav om innsyn, retting eller sletting av personopplysninger vil bli besvart innen 30 dager.

source: Diploma Supplement internationally and in Norway
nb: Diploma Supplement internasjonalt og i Norge

source: Carrying out the referencing process The referencing process started in February 2011 based on the proposed qualifications framework.
nb: Henvisningsprosessen startet opp i februar 2011 på grunnlag av forslag til kvalifikasjonsrammeverk.

source: If you do have a Norwegian personal ID number or a D-number, you should use the login from the list of electronic IDs on the front page of the portal.
nb: Har du norsk fødselsnummer eller D-nummer skal du bruke innlogging fra listen over elektroniske ID på første side i portalen.

source: Although the learning outcome descriptors in the qualifications framework are based on the levels in the education and training system, they are worded so that they can serve as descriptions of qualifications obtained in other ways.
nb: Selv om læringsutbyttebeskrivelsene i kvalifikasjonsrammeverket tar utgangspunkt i nivåene i utdanningssystemet, er de også utformet for å kunne tjene som beskrivelser for kvalifikasjoner som oppnås på annen måte.

source: Belford University is an example of a fake university.
nb: Et eksempel på et bløffuniversitet er Belford University.

source: Chapter 3 describes the work on developing the NQF, and the subsequent process of referencing it to the European Qualifications Framework (EQF) and the framework of qualifications for the European higher education area (the Bologna Framework).
nb: I kapittel 3 omtales arbeidet med utvikling av NKR, samt den etterfølgende prosessen med å knytte det opp til det europeiske kvalifikasjonsrammeverket for livslang læring (EQF) og det europeiske kvalifikasjonsrammeverket for høyere utdanning (Bologna-rammeverket).

source: The knowledge, skills or general competence described at one level is not described again at the next, unless they are developed further.
nb: Kunnskap, ferdighet eller generell kompetanse som er beskrevet på ett nivå, beskrives ikke på nytt på det neste, med mindre den utvikles videre.

source: Marshall has also been Director of Programmes with the Leadership Foundation for Higher Education (LFHE), where she developed the organisation’s leadership activities from a single programme, led the Governor Development Programme, and developed the LFHE’s Professional Recognition Scheme.
nb: Hun har vært programsjef (Director of Programmes) i Leadership Foundation for Higher Education (LFHE), en britisk organisasjon for utvikling av utdanningsledere for universiteter og høgskoler.

source: the general public, which will have a better overview of the structure and
nb: og for allmennheten som får bedre oversikt over sammenhengen og målene i

source: See Section 10 for contact information.
nb: Se punkt 10 for kontaktinformasjon.

source: practical training opportunities, but will to a
nb: og for at fagpersonene skal kunne koble sine kloke

source: What does the list contain?
nb: Hva inneholder listen?

source: The presidency is for a two-year period.
nb: Presidentskapet er for en to årsperiode.

source: A consultation process was initiated at the same time by establishing a broadly composed reference group.
nb: Det ble parallelt igangsatt en konsultasjonsprosess, ved etablering av en bredt sammensatt referansegruppe.

source: , like for instance transcript of grades, translation diploma, training in school, practical training, proof of name change.
nb: , for eksempel karakterutskrift, oversettelse vitnemål, opplæring i skole, praksis i bedrift, navneendring.

source: What we have learned so far will contribute in the further development of the SFU initiative, both for NOKUT as administrators and for the institutions – with and without SFU centres today.
nb: Tanken er at disse erfaringene skal bidra i videreutviklingen av SFU-ordningen, både for oss i NOKUT som forvaltere og for utdanningsinstitusjonene med og uten SFU-sentre i dag.

source: Several participants emphasized that a person with insufficient documentation will, in any case, be expected to go through a positive UVD-evaluation in order to gain access to studies.
nb: Flere vektla at en person med mangelfull dokumentasjon uansett vil bli forventet å gå gjennom en positiv UVD-vurdering for å kunne få opptak til studier.

source: is responsible for coordination, progress
nb: institusjonene så på for å gjennomføre.

source: Directive 2005/36/EC on the recognition of professional qualifications is intended to make it easier for someone in an EEA/EU state to practise a regulated profession in another EEA/EU state, so that he/she is not discriminated against in relation to the country’s own nationals.
nb: Direktiv 2005/36/EF om godkjenning av yrkeskvalifikasjoner skal gjøre det enklere for en person i en EØS/EU-stat å utøve et lovregulert yrke i en annen EØS/EU-stat, slik at han eller hun ikke blir diskriminert i forhold til landets egne borgere.

source: They are an inspiration to all who strive for high quality.
nb: De er med på å inspirere alle som etterstreber høy kvalitet.

source: For example, this will apply if we are obliged to store personal data to fulfil a legal requirement or to safeguard important societal interests such as archiving, research and statistics.
nb: For eksempel vil dette være tilfelle når vi er nødt til å lagre personopplysningene for å oppfylle en oppgave vi er pålagt å gjøre etter lov, eller for å ivareta viktige samfunnsinteresser som arkivering, forskning og statistikk.

source: The personal data collected for the surveys consists of names, email addresses and IP addresses.
nb: Personopplysninger som blir samlet inn til dette er navn, e-postadresser og IP-adresser.

source: For countries that do not fall under the categories B.1–5
nb: For land som ikke faller under kategoriene B.1.–5.

source: The starting point for the NQF is that it should fit the Norwegian context and be rooted in the Norwegian education and training system.
nb: Utgangspunktet for Nasjonalt kvalifikasjonsrammeverk er at det skal passe i norsk sammenheng og ta utgangspunkt i det norske utdanningssystemet.

source: The informants were asked explicitly whether they had experienced any changes in their role as educators over time, and if they had, what these changes constituted.
nb: Underviserne ble eksplisitt spurt om de hadde opplevd noen endringer i underviserrollen over tid og eventuelt hva disse endringene hadde bestått i.

source: Any person whose data is recorded in our system is entitled to request access to his/her data and, in the event of incorrect or incomplete information, has the right to request that the information be corrected or completed.
nb: Den registrerte har rett til å be om innsyn i opplysningene som er registrert om seg selv, og har ved uriktige eller ufullstendige opplysninger rett til å be om at opplysningene rettes eller suppleres.

source: Proficiency Certificate Level Nursing Program + 1 year university education OR
nb: Proficiency Certificate Level Nursing Program + 1 års universitetsutdanning ELLER

source: The Bologna decision is included in Appendix 4.
nb: Bologna-vedtaket er inntatt i vedlegg 4.

source: As a researcher and teaching academic at this university, she developed the university’s first development programme for academic staff – the York Certificate of Academic Practice.
nb: Hun er tidligere provost ved Universitetet i York, og utviklet der universitetets første utviklingsprogram for de akademisk ansatte – York Certificate of Academic Practice.

source: Chapter 2 describes the background and preconditions for the work on the NQF, which is a national continuation of two international processes: the preparation of the European Qualifications Framework for Lifelong Learning (EQF) in the EU and the preparation of a qualifications framework for higher education in the Bologna Process, which comprises 47 European countries.
nb: I kapittel 2 beskrives bakgrunn og forutsetninger for arbeidet med NKR, som er en nasjonal videreføring av to internasjonale prosesser, utarbeidelsen av et europeisk kvalifikasjonsrammeverk for livslang læring (EQF) i EU og utarbeidelsen av et kvalifikasjonsrammeverk for høyere utdanning i Bologna-prosessen, som omfatter 47 europeiske land.

source: to strengthen opportunities for lifelong learning in the countries concerned, among
nb: styrke mulighetene for livslang læring i landene, blant annet ved å bidra til

source: Stig Arne Skjerven elected New President of the ENIC Network
nb: Avdelingsdirektør i NOKUT ny president i ENIC-nettverket

source: Norway and NOKUT have been central in the development of the pilot project European Qualifications Passport for Refugees.
nb: Norge og NOKUT har vært sentral i utviklingen av det europeiske kvalifikasjonspasset for flyktninger (European Qualifications Passport for Refugees).

source: We are proud to announce that the Council of Europe and Greek authorities have issued 54 European Qualifications Passport for Refugees in Greece during spring 2017, Skjerven explains.
nb: Vi er stolte av å kunne meddele at Europarådet og greske myndigheter har utstedt 54 European Qualifications Passport for Refugees i Hellas i løpet av våren 2017, forteller Skjerven.

source: Bråten, Lawson and Marshall emphasised the importance of student engagement.
nb: Bråten, Lawson og Marshall vektla betydningen av studentinvolvering.

source: This was one of the advice given at NOKUT’s seminar for SFU applicants.
nb: Det var noen av rådene som ble gitt da NOKUT arrangerte søkerseminar for SFU.

source: You can use NOKUT’s recognition when applying for jobs in non-regulated professions.
nb: Du kan bruke NOKUTs godkjenning når du søker jobb innen yrker som ikke er lovregulerte.

source: When you unsubscribe, your information will be deleted.
nb: Når du avslutter abonnementet, vil den bli slettet.

source: The report suggests that ther should be 2 universities in the country.
nb: Alle begrepene må være riktig plassert for å få 2 poeng.

source: In addition, you must upload copies of an ID document.
nb: Du må også laste opp ID-dokumenter.

source: environment, food production, health and/or sustainability
nb: Noen av kravene vurderes både av NOKUTs administrasjon, og den sakkyndige komiteen.

source: The Ministry has also endeavoured to group the descriptions in a way that serves to clarify the internal coherence of the system; see Appendix 5.
nb: Departementet har også søkt å gruppere beskrivelsene på en måte som bedre klargjør den indre sammenhengen, se vedlegg 5.

source: Self-certification in the Bologna Process As part of the Bologna Process, it became necessary to introduce a system for the certification of different national qualifications frameworks at the European level.
nb: Innenfor Bologna-prosessen ble det sett behov for å innføre et system med sertifisering av de ulike nasjonale kvalifikasjonsrammeverkene på europeisk nivå.

source: The suggested extension is in line with the recommendations given in the previous evaluation by the committee.
nb: Ja, kvaliteten er i samsvar med forventet nivå i henhold til gjeldende krav i tilsynsforskriften.

source: Recognition is voluntary, and intended to assist you on the Norwegian job market by providing information about your qualification.
nb: NOKUTs godkjenning av utenlandsk fag- og yrkesopplæring er frivillig og er ment som et hjelpemiddel på det norske arbeidsmarkedet.

source: She has led the student organisation Politicus at UiA, in addition to other positions at faculty and institutional level.
nb: Alveberg har også vært leder i linjeforeningen Politicus ved UiA og hatt andre verv på fakultets- og institusjonsnivå.

source: Type 1 can be uncovered by checking whether the higher education institution exists.
nb: Type 1 kan avsløres ved å sjekke om lærestedet finnes.

source: both be highly relevant for PhD students, correspond to the competences of the research
nb: • Eksperimentell senking av termoklinen i en norsk klarvannsjø for å studere, fysiske,

source: Mørland emphasizes that the centres have been through a very demanding process:
nb: Mørland understreker at sentrene har vært gjennom en krevende prosess:

source: We have received positive feedback on its usability, and the project is referred to as best practice in the appendix to the Lisbon Recognition Convention”, explains Marina Malgina, Project Leader for Toolkit and Head of Section for Interview-based Procedures at NOKUT.
nb: Blant annet er prosjektet omtalt som best practice i tilleggsteksten til Lisboakonvensjonen om godkjenning av flyktningers kvalifikasjoner, forklarer Marina Malgina, prosjektleder for toolkit og seksjonssjef for intervjubaserte ordninger i NOKUT.

source: Most countries in Europe have therefore already developed or are in the process of developing qualifications frameworks for their own education and training systems.
nb: De fleste landene i Europa har derfor enten allerede utarbeidet, eller er i ferd med å utarbeide, kvalifikasjonsrammeverk for sine utdanningssystemer.

source: All quality assurance is based on the institution’s self-accrediting powers to establish new study programmes depending on which category of higher education institution the institution belongs to:
nb: Det vil ikke være mulig å dekke de kunnskaps-, ferdighets- og kompetansemål som det overordnede læringsutbytte og studieplanen tar sikte på i løpet at to år med deltids undervisning, slik det er beskrevet.

source: and in accordance with applicable norms for research ethics OK
nb: Det skal arrangeres etikk og kommunikasjonsseminar.

source: The programme has international arrangements for student exchange and the content of the exchange is of academic relevance.
nb: Ja, studiets undervisnings-, lærings- og vurderingsformer er egnet til å oppnå læringsutbyttet slik det er beskrevet i planen.

source: Recognition Procedure for Persons without Verifiable Documentation (UVD-procedure)
nb: Godkjenningsordning for personer uten verifiserbar dokumentasjon (UVD-ordningen)

source: Public 360 is supplied by Tieto and complies with public standards (NOARK).
nb: Public 360 leveres av Tieto og følger offentlige standarder (NOARK).

source: NOKUT processes personal data in the recruitment process using the Webcruiter recruitment tool.
nb: NOKUT behandler personopplysninger i rekrutteringsprosesser ved bruk av rekrutteringsverktøyet Webcruiter.

source: Chapter 4 describes the structure of the framework.
nb: Kapittel 4 beskriver hvordan rammeverket er bygget opp.

source: What is the EQF?
nb: Hva er EQF

source: Norway started the process of considering a national qualifications framework for higher education after the ministerial meeting in Berlin in 2003.
nb: Norge startet arbeidet med vurdering av et nasjonalt kvalifikasjonsrammeverk for høyere utdanning etter ministermøtet i Berlin i 2003.

source: How much is students’ college performance affected by quantity of study?
nb: I enkelte studier kan det være stor forskjell i hvilke forkunnskaper studentene har.

source: This first project group presented its final report in February 2009.
nb: Denne første prosjektgruppen la frem sin endelige rapport i februar 2009.

source: England, Wales and Northern Ireland General Certificate of Secondary Education (GCSE) + General Certificate of Education (GCE) with at
nb: England, Wales og Nord-Irland – presisering av dokumentasjonskrav General Certificate of Secondary Education (GCSE) + General Certificate of Education (GCE) med

source: Provided that you give your consent at the end of the survey, indirect personally identifiable information will be stored by NOKUT until the end of 2025 and by NSD until the end of 2030.
nb: Indirekte personidentifiserbare opplysninger vil lagres av NOKUT ut 2025 og av NSD ut 2030 og være tilgjengelig for forskningsformål.

source: The panel is chaired by Stephanie Marshall, professor and director of the Higher Education Academy in Great Britain.
nb: Komiteen ledes av Stephanie Marshall, professor og direktør for Higher Education Academy i Storbritannia.

source: – education that is not higher education
nb: – utdanning som ikke er høyere utdanning

source: There you will find a letter with information about which documents are missing in Your
nb: Du blir bedt om å logge deg inn i søkerportalen, hvor du finner mangelbrevet i

source: The group also drew up a proposal for the Norwegian self-certification report.
nb: Gruppen utarbeidet også forslag til den norske selvsertifiseringsrapporten.

source: NOKUT is the Norwegian Assistance Centre for the recognition of professional qualifications for professions that are regulated through Directive 2005/36/EF.
nb: NOKUT er assistansesenter i Norge for godkjenning av yrkeskvalifikasjoner som er regulert av direktiv 2005/36/EF.

source: Adelaide is one of the eight research-intensive institutions in Australia.
nb: Adelaide er ett av åtte forskningsintensive universiteter i Australia.

source: What if my application is rejected?
nb: Hva hvis jeg får avslag på søknaden?

source: Is the application ready for consideration?
nb: Er søknaden klar til behandling?

source: 2020, the following criteria for recognition applied:
nb: juni 2020 gjaldt følgende kriterier for godkjenning:

source: • Norwegian test for adult immigrants from Kompetanse Norge (earlier Vox) with minimum
nb: • Norskprøven for voksne innvandrere fra Kompetanse Norge (tidligere Vox) med resultat minst

source: – The centres have done a lot in a short time.
nb: – Sentrene har fått til mye på kort tid.

source: ENIC Network – The European Network for Information Centers
nb: ENIC-nettverket – det europeiske nettverket for informasjonssentre

source: The election took place in the annual ENIC-NARIC meeting, which this year was organized in Copenhagen in the end of June 2017.
nb: Valget fant sted på det årlige ENIC-NARIC-møtet, som i år var i København, i slutten av juni 2017.
